<?php get_header(); ?>

<!-- ==========================================================
    nav
===============================================================-->

<?php get_template_part('nav'); ?>


<!-- ==========================================================
    contents
===============================================================-->

<article class="page_main_area">
    <section class="novel_wrap">
        <div class="vertical_c">

            <h2>お探しのページは見つかりませんでした</h2>
            <p>&emsp;お探しのページは見つかりませんでした。<br>&emsp;URLが間違っているか、削除されている可能性がございます。</p>

        </div>
    </section>
</article>

<?php get_footer(); ?>
